Repository: adadurov/PskOnline.Demo
Catalog: src/Methods/Hrv/PskOnline.Methods.Hrv.Processing/Logic/Personal/two_dim_conclusions_personal.*.resx
Languages: ja, pl

# Conclusion_user_1_1
source: Unfortunately, your functional state is extremely unsatisfactory. Your cardiovascular system has low level of functional capabilities. Levels of physical tiredness and tension are high, up to the maximum — in development of stress. Frequent and stable pulse. Tension of cardiovascular system is at its maximum along with the system’s low capacity for work and with extremely low level of your body’s capacity for physical work, accordingly. Physiological processes in your body proceed with increased costs. Marked acceleration of energy and metabolic processes. High irritability. Intensification of unjustified psychical and behavioral activity, mobilization of your organism. Internal and external demands extremely surpass the body's functional capabilities. Disruptions are possible. Threat of sudden increase of adrenaline level and panic attack. Break in work and long recreation or vacancy is urgently required. If you can’t solve the current situation, you should support your body with special power and vitamin supplements and with medicines containing vital minerals. It is exceedingly desirable that you consult with psychotherapist and therapist and have deep thorough medical examination in a hospital.
ja: 残念ながら、あなたの機能状態は極めて不十分である。あなたの心血管系には機能的な能力の低レベルを持っています。物理的な疲労と緊張のレベルが最大まで、高い - ストレスの開発インチ頻繁かつ安定したパルス。 心臓血管系の張力に応じて、仕事のため、システムの低容量と物理的な仕事のためのあなたの体の能力の極めて低いレベルと一緒に最大になります。あなたの体の生理的なプロセスは、コスト増を進める。エネルギーや代謝プロセスの加速をマーク。ハイ過敏。不当な精神と行動の活動の激化、あなたの生物の動員。内部および外部の需要は非常に身体の機能的な能力を上回っています。中断が可能です。アドレナリンレベルとパニック発作の突然の増加の脅威。 仕事と長いレクリエーションや欠員で破るが緊急に必要です。あなたは現在の状況を解決できない場合は、特別な力とビタミンのサプリメントとし、重要なミネラルを含む薬とのあなたの体をサポートする必要があります。それはあなたが心理療法とセラピストと相談して病院に深く徹底した診察を持っていることが極めて望ましい。
pl: Twój stan funkcjonalny jest niestety bardzo zły. Masz niski poziom możliwości funkcjonalnych systemu sercowo-naczyniowego. Poziom zmęczenia fizycznego oraz napięcia jest wysoki, w sytuacjach stresowych - bardzo wysoki. Tętno stabilne, przyspieszone. Odnotowano maksymalne napięcie systemu sercowo-naczyniowego równocześnie z jego niską wydolnością i odpowiednio bardzo niskim poziomem zdolności do pracy fizycznej. Przebieg procesów fizjologicznych znacznie osłabia organizm. Zauważalne jest przyspieszenie procesów metabolicznych i energetycznych. Podwyższona drażliwość. Zauważono nieuzasadnioną aktywność psychiczna i behawioralną, organizm jest spięty. Zewnętrzne i wewnętrzne obciążenie organizmu znacząco przekracza jego możliwości funkcjonalne. Możliwe jest załamanie nerwowe. Istnieje zagrożenie w postaci podwyższenia poziomu adrenaliny oraz pojawienie się stanu paniki. Niezbędnym jest natychmiastowe zaprzestanie działalności zawodowej, długi wypoczynek lub wyjazd na urlop. Jeżeli nie jesteś w stanie wyjść z zaistniałej sytuacji życiowej, należy wesprzeć organizm suplementami diety, witaminami, a także substancjami energetyzującymi oraz zawierającymi niezbędne witaminy. Bardzo zalecane jest skonsultowanie się z psychoterapeutą i terapeutą oraz wszechstronne pogłębione badanie kliniczne w warunkach ambulatoryjnych.

# Conclusion_user_1_2
source: Unfortunately, your functional state is extremely unsatisfactory. Your cardiovascular system has low level of functional capabilities. Levels of physical tiredness and tension are higher than average, up to the visible level — in development of stress. Marked tension of cardiovascular system along with the system’s low capacity for work and with extremely low level of your body’s capacity for physical work, accordingly. Physiological processes in your body proceed with increased costs. Marked acceleration of energy and metabolic processes. High irritability. Intensification of unjustified psychical and behavioral activity, mobilization of your organism. Internal and external demands substantially surpass the body's functional capabilities. Disruptions are possible. Break in work and long recreation or vacancy is urgently required. If you can’t solve the current situation, you should support your body with special power and vitamin supplements and with medicines containing vital minerals. It is exceedingly desirable that you consult with psychotherapist and therapist and have deep thorough medical examination in polyclinic.
ja: 残念ながら、あなたの機能状態は極めて不十分である。あなたの心血管系には機能的な能力の低レベルを持っています。物理的な疲労と緊張のレベルがアップ目に見えるレベルまで、平均よりも高くなっている - ストレスの開発インチ 仕事のため、システムの低容量と物理的な仕事のためのあなたの体の能力は、それに応じて極めて低いレベルと一緒に心血管系のマーク緊張。あなたの体の生理的なプロセスは、コスト増を進める。エネルギーや代謝プロセスの加速をマーク。ハイ過敏。不当な精神と行動の活動の激化、あなたの生物の動員。内部および外部の需要が大幅に身体の機能的な能力を上回っています。中断が可能です。 仕事と長いレクリエーションや欠員で破るが緊急に必要です。あなたは現在の状況を解決できない場合は、特別な力とビタミンのサプリメントとし、重要なミネラルを含む薬とのあなたの体をサポートする必要があります。それはあなたが心理療法とセラピストと相談し、総合病院に深く徹底した診察を持っていることが極めて望ましい
pl: Twój stan funkcjonalny jest niestety bardzo zły. Masz niski poziom możliwości funkcjonalnych systemu sercowo-naczyniowego. Zmęczenie fizyczne i napęcie jest na poziomie powyżej śedniego, natomiast w sytuacjach stresowych jest już bardzo zauważalne. System sercowo-naczyniowy ma bardzo niską wydolność i odpowiednio bardzo niski poziom zdolności do pracy. Przebieg procesów fizjologicznych znacznie osłabia organizm. Odnotowano przyspieszenie procesów metabolicznych oraz energetycznych, wysoki poziom drażliwości. Zauważono nieuzasadnioną aktywność psychiczna i behawioralną. Zewnętrzne i wewnętrzne obciążenie organizmu znacząco przekracza jego możliwości funkcjonalne. Możliwe jest załamanie nerwowe. Należy natychmiast przerwać aktywność i udać się na dłuższy wypoczynek lub wyjechać na urlop. Jeżeli nie jesteś w stanie wyjść z obecnej sytuacji życiowej, musisz wesprzeć organizm suplementami diety, witaminami oraz substancjami energetyzującymi lub zawierającymi niezbędne minerały. Oprócz tego bardzo zalecane jest skonsultowanie się z psychoterapeutą i terapeutą, a także wszechstronne pogłębione badanie kliniczne w warunkach ambulatoryjnych.

# Conclusion_user_1_3
source: Unfortunately, your functional state is unsatisfactory. Your cardiovascular system has low level of functional capabilities. Level of tension is average, increasing with development of stress, level of physical tiredness is also average. Extremely low level of capacity for work. Marked intolerance to sports loads. Physiological processes in your body proceed with increased costs. Acceleration of energy and metabolic processes. High behavioral activity. Increase of unjustified psychical activity, mobilization of your organism. Internal and external demands substantially surpass the body's functional capabilities. Break in work and recreation is urgently required. It is exceedingly desirable that you consult with psychotherapist and therapist and have deep thorough medical examination in polyclinic.
ja: 残念ながら、あなたの機能状態は不満足なものである。あなたの心血管系には機能的な能力の低レベルを持っています。 緊張のレベルはストレスの発展とともに増加し、平均して、物理的な疲労のレベルも平均値です。仕事のための能力の極めて低い水準。スポーツの負荷に不寛容をマーク。あなたの体の生理的なプロセスは、コスト増を進める。エネルギーや代謝プロセスの加速。高い行動の活動。あなたの生物の不当な精神的活動、動員の増加となりました。内部および外部の需要が大幅に身体の機能的な能力を上回っています。 仕事やレクリエーションで破るが緊急に必要です。それはあなたが心理療法とセラピストと相談し、総合病院に深く徹底した診察を持っていることが極めて望ましい。
pl: 3. Twój stan funkcjonalny jest niestety zły. Masz niski poziom możliwości funkcjonalnych systemu sercowo-naczyniowego. Poziom napięcia jest średni, nasilający się w sytuacjach stresowych, poziom zmęczenia fizycznego - średni, poziom zdolności do pracy - bardzo niski. Zauważalna jest niestabilność organizmu podczas wysiłku fizycznego. Przebieg procesów fizjologicznych znacznie osłabia organizm. Procesy metaboliczne i energetyczne są przyspieszone. Aktywność behawioralna jest bardzo podwyższona. Zauważono nieuzasadnioną aktywność psychiczną i behawioralną. Zewnętrzne i wewnętrzne obciążenie organizmu znacząco przekracza jego możliwości funkcjonalne. Należy niezwłocznie przerwać aktywność i skonsultować się z psychoterapeutą i terapeutą. Zaleca się wszechstronne pogłębione badanie kliniczne w warunkach ambulatoryjnych.

# Conclusion_user_1_4
source: Unfortunately, your functional state is unsatisfactory. Your cardiovascular system has low level of functional capabilities; tension and physical tiredness is below average. Visible signs of exhaustion in development of stress are appearing. Capacity for work is extremely low. Marked slow-down and weakening of power and metabolic processes. Physiological processes in your body proceed with increased costs. Extremely low level of behavioral activity, decrease in psychical and motive activity and in mobilization of organism. Internal and external demands substantially surpass your body's functional capabilities. Break in work and long recreation or vacancy is urgently required. If you can’t solve the current situation, you should support your body with special power and vitamin supplements and with medicines containing vital minerals. It is exceedingly desirable that you consult with psychotherapist and therapist and have deep thorough medical examination in polyclinic.
ja: 残念ながら、あなたの機能状態は不満足なものである。あなたの心血管系には機能的な能力の低レベルを持っています。緊張や肉体疲労は平均以下です。ストレスの開発における疲労の兆候が現れています。仕事のための能力は極めて低い。スローダウンマークとパワーと代謝過程の弱体化。あなたの体の生理的なプロセスは、コスト増を進める。行動の活動が極めて低いレベルは、精神と動機活動や生物の動員の減少。内部および外部の需要が大幅にあなたの体の機能的な能力を上回っています。 仕事と長いレクリエーションや欠員で破るが緊急に必要です。あなたは現在の状況を解決できない場合は、特別な力とビタミンのサプリメントとし、重要なミネラルを含む薬とのあなたの体をサポートする必要があります。それはあなたが心理療法とセラピストと相談し、総合病院に深く徹底した診察を持っていることが極めて望ましい。
pl: 4. Twój stan funkcjonalny jest niestety bardzo zły. Masz niski poziom możliwości funkcjonalnych systemu sercowo-naczyniowego, napięcie oraz zmęczenie fizyczne poniżej poziomu średniego. W sytuacjach stresowych pojawiają się objawy wycieńczenia, zdolność do pracy fizycznej jest bardzo niska. Znaczące zwolnienie i osłabienie procesów metabolicznych i energetycznych. Przebieg procesów fizjologicznych znacznie osłabia organizm. Poziom aktywności behawioralnej jest bardzo niski, aktywność psychiczna, behawioralna oraz zdolności mobilizacyjne organizmu są na bardzo niskim poziomie. Zewnętrzne i wewnętrzne obciążenie organizmu znacząco przekracza jego możliwości funkcjonalne. Niezbędnym jest natychmiastowe zaprzestanie aktywności, długi wypoczynek lub wyjazd na urlop. Jeżeli nie jesteś w stanie wyjść z zaistniałej sytuacji życiowej, należy wesprzeć organizm suplementami diety, witaminami, a także substancjami energetyzującymi oraz zawierającymi niezbędne witaminy. Bardzo zalecane jest skonsultowanie się z psychoterapeutą i terapeutą. Zaleca się wszechstronne pogłębione badanie kliniczne w warunkach ambulatoryjnych

# Conclusion_user_1_5
source: Unfortunately, your functional state is unsatisfactory. Your cardiovascular system has low level of functional capabilities; high physical tiredness and tension — up to maximum in development of stress; drastic decrease of your capacity for physical work. Dramatic deceleration and weakening of metabolic and power-generating processes in you body along with strong activation of same processes. Physiological processes in your body proceed with increased costs. Extremely low level of behavioral activity, drastic decrease in psychical and motive activity and in mobilization of organism with background of intense emotional and psychic excitement. (‘Disregulation syndrome’). Break in work and long recreation or vacancy is urgently required. If you can’t solve the current situation, you should support your body with special power and vitamin supplements and with medicines containing vital minerals. It is exceedingly desirable that you consult with psychotherapist and therapist and have deep thorough medical examination in a hospital.
ja: 残念ながら、あなたの機能状態は不満足なものである。あなたの心血管系には機能的な能力の低レベルを持っています。高い物理的疲労と緊張 - 最大までストレスの開発で、物理的な仕事のためのあなたの能力の大幅な減少となりました。劇的な減速して、身体に沿って同じプロセスの強力な活性化を内代謝と発電プロセスの弱体化。あなたの体の生理的なプロセスは、コスト増を進める。行動の活動の非常に低レベル、精神と活動の動機と激しい感情や精神的な興奮の背景を持つ生物の動員は激減。 （ '不全症候群'）。 仕事と長いレクリエーションや欠員で破るが緊急に必要です。あなたは現在の状況を解決できない場合は、特別な力とビタミンのサプリメントとし、重要なミネラルを含む薬とのあなたの体をサポートする必要があります。それはあなたが心理療法とセラピストと相談して病院に深く徹底した診察を持っていることが極めて望ましい。
pl: 5. Twój stan funkcjonalny jest niestety zły. Masz niski poziom możliwości funkcjonalnych systemu sercowo-naczyniowego. Stan zmęczenia i napięcia jest bardzo wysoki, w razie sytuacji stresowej może nastąpić wycieńczenie. Zaobserwowano gwałtowny spadek zdolności do pracy fizycznej. Zauważono nagłe spowolnienie procesów metabolicznych i energetycznych naprzemiennie z ich nasileniem, co nie jest korzystne dla zdrowia. Przebieg procesów fizjologicznych znacznie osłabia organizm. Bardzo niski poziom aktywności behawioralnej, gwałtowne obniżenie aktywności psychicznej, behawioralnej oraz zdolności mobilizacyjnych organizmu na tle bardzo silnego psychicznego i emocjonalnego pobudzenia. («Zespół dysregulacji»). Należy niezwłocznie przerwać aktywność i odpocząć bądź wyjechać na długi urlop. Jeżeli nie jesteś w stanie wyjść z obecnej sytuacji życiowej, musisz wesprzeć organizm suplementami diety, witaminami lub substancjami energetyzującymi lub zawierającymi niezbędne minerały. Bardzo zalecane jest skonsultowanie się z psychoterapeutą i terapeutą, a także wszechstronne pogłębione badanie kliniczne w warunkach ambulatoryjnych.

# Conclusion_user_2_1
source: Unfortunately, your functional state is unsatisfactory. Functional capabilities of your cardiovascular system are below average. You have marked nervous tension and physical tiredness. Obvious resistance to development of stress. Rapid pulse. Power and metabolic processes in your body are accelerated. You are in the state of mobilization, increased psychical and behavioral activity, but your capacity for physical work is decreased. It is necessary to consult with psychotherapist and therapist and have deep thorough medical examination in polyclinic.
ja: 残念ながら、あなたの機能状態は不満足なものである。あなたの心血管系の機能的な能力は平均以下です。あなたは、神経の緊張や肉体疲労をマークしている。ストレスの発展に明らかな抵抗が。頻脈。あなたの体のパワーと代謝プロセスが加速されます。あなたは、動員の状態にある精神や行動の活動を増加させたが、物理的な仕事のためのあなたの能力が低下する。 それは、心理療法とセラピストと相談する必要があると総合病院の深い徹底した診察を持っています。
pl: 6. Twój stan funkcjonalny niestety jest zły, poziom możliwości funkcjonalnych systemu sercowo-naczyniowego jest poniżej średniego. Odnotowano zauważalne napięcie nerwowe i zmęczenie fizyczne oraz opór względem powstającej sytuacji stresowej. Tętno jest przyspieszone. Procesy metaboliczne i energetyczne w Twoim organiźmie odbywają się w przyspieszonym tempie. Jesteś w stanie spięcia, podwyższonej aktywności psychicznej i behawioralnej, Twoja zdolność do pracy fizycznej jest obniżona. Zalecane jest skonsultowanie się z psychoterapeutą i terapeutą, a także wszechstronne pogłębione badanie kliniczne w warunkach ambulatoryjnych.

# Conclusion_user_2_2
source: Unfortunately, your functional state is unsatisfactory. Tension and tiredness of cardiovascular system are above average; high level of nervous tension. Your body is resisting development of stress. Power and metabolic processes in your body are accelerated. You are in the state of mobilization, increased psychical and behavioral activity. Capacity for physical work is decreased. It is necessary to consult with psychotherapist and therapist and have deep thorough medical examination in polyclinic.
ja: 残念ながら、あなたの機能状態は不満足なものである。心臓血管系の緊張や疲れが平均以上であり、神経の緊張の高レベル。あなたの体はストレスの開発に抵抗している。あなたの体のパワーと代謝プロセスが加速されます。あなたは、動員の状態にある精神および行動の活性を増加させた。物理的な仕事のための能力が低下する。 それは、心理療法とセラピストと相談する必要があると総合病院の深い徹底した診察を持っています。
pl: 7. Twój stan funkcjonalny jest niestety zły. Poziom napięcia i zmęczenia systemu sercowo-naczyniowego jest powyżej średniego, poziom napięcia nerwowego - wysoki. Organizm stawia opór w sytuacjach stresowych. Procesy metaboliczne i energetyczne są przyspieszone. Jesteś w stanie spięcia, podwyższonej aktywności psychicznej i behawioralnej. Zdolność do pracy fizycznej jest obniżona. Zalecane jest skonsultowanie się z psychoterapeutą i terapeutą, a także wszechstronne pogłębione badanie kliniczne w warunkach ambulatoryjnych.

# Conclusion_user_2_3
source: Unfortunately, your functional state is unsatisfactory. Although tension of your cardiovascular system is optimal, no tiredness is observed and nervous tension is neglegible, endurance of physical and sporting work is strongly decreased. Your capacity for physical work is substantially decreased. You'd rather increase amount of your physical load to achieve better physical fitness.
ja: 残念ながら、あなたの機能状態は不満足なものである。あなたの心血管系のテンションが最適であるが、全く疲れが観測されていないと神経の緊張はneglegibleであり、物理的な仕事やスポーツの耐久性が強く低下させる。物理的な仕事のためのあなたの能力が大幅に減少している。 あなたはむしろ良い体力を達成するために、あなたの物理的負荷の量を増やすと思います。
pl: 8. Twój stan funkcjonalny jest niestety niekorzystny. Chociaż napięcie systemu sercowo-naczyniowego jest optymalne, zmęczenia brak, a napięcie nerwowe jest minimalne, obniżona jest jednak wytrzymałość fizyczna i sportowa. Masz bardzo obniżony poziom zdolności do pracy fizycznej. W celu usprawnienia funkcjonowania organizmu zalecane jest podjęcie aktywności fizycznej oraz zwiększenie poziomu obciążenia.

# Conclusion_user_2_4
source: Unfortunately, your functional state is unsatisfactory. Functional capabilities of your cardiovascular system are below average; obvious signs of exhaustion due to development of stress. Internal and external demands substantially surpass your body's functional capabilities. Break in work and recreation is urgently required. If you can’t solve the current situation, you should support your body with special power and vitamin supplements and with medicines containing vital minerals. It is exceedingly desirable that you consult with psychotherapist and therapist and have medical examination on an outpatient basis.
ja: 残念ながら、あなたの機能状態は不満足なものである。あなたの心血管系の機能的な能力は平均以下であり、ストレスの発達により疲労の明らかな兆候。内部および外部の需要が大幅にあなたの体の機能的な能力を上回っています。 仕事やレクリエーションで破るが緊急に必要です。あなたは現在の状況を解決できない場合は、特別な力とビタミンのサプリメントとし、重要なミネラルを含む薬とのあなたの体をサポートする必要があります。それはあなたが心理療法とセラピストと相談外来で医師の検診を受けることが非常に望ましい。
pl: 9. Twój stan funkcjonalny jest, niestety, zły. Poziom możliwości systemu sercowo-naczyniowego jest poniżej średniego, wykazuje widoczne oznaki wycieńczenia wskutek stresu. Obciążenie organizmu znacząco przewyższa jego możliwości funkcjonalne. Należy przerwać działalność zawodową i wyjechać na dłuższy wypoczynek lub urlop oraz zmniejszyć obciążenie. Jeżeli nie możesz wyjść z zaistniałej sytuacji życiowej, musisz wesprzeć organizm suplementami diety, witaminami oraz substancjami energetyzującymi oraz zawierającymi minerały. Bardzo zalecane jest skonsultowanie się z psychoterapeutą i terapeutą, a także zbadanie stanu organizmu w warunkach ambulatoryjnych

# Conclusion_user_2_5
source: Unfortunately, your functional state is unsatisfactory. Tension of cardiovascular system is low. Signs of exhaustion due to development of stress are becoming apparent. Internal and external demands substantially surpass your body's functional capabilities. Break in work and recreation is urgently required. If you can’t solve the current situation, you should support your body with special power and vitamin supplements and with medicines containing vital minerals. It is exceedingly desirable that you consult with psychotherapist and therapist and have deep thorough medical examination in polyclinic.
ja: 残念ながら、あなたの機能状態は不満足なものである。心臓血管系のテンションが低くなっています。ストレスの発達により疲労の兆候が明らかになってきています。内部および外部の需要が大幅にあなたの体の機能的な能力を上回っています。 仕事やレクリエーションで破るが緊急に必要です。あなたは現在の状況を解決できない場合は、特別な力とビタミンのサプリメントとし、重要なミネラルを含む薬とのあなたの体をサポートする必要があります。それはあなたが心理療法とセラピストと相談し、総合病院に深く徹底した診察を持っていることが極めて望ましい。
pl: 10. Twój stan funkcjonalny jest niestety zły. Napięcie systemu sercowo-naczyniowego jest niskie, wykazuje wyraźne objawy wycieńczenia wskutek stresu. Obciążenie organizmu znacząco przewyższa jego możliwości funkcjonalne. Należy niezwłocznie przerwać aktywność i wyjechać na dłuższy wypoczynek lub urlop. Jeżeli nie możesz wyjść z zaistniałej sytuacji życiowej, musisz wesprzeć organizm suplementami diety, witaminami oraz substancjami energetyzującymi oraz zawierającymi minerały. Bardzo zalecane jest skonsultowanie się z psychoterapeutą i terapeutą, a także wszechstronne pogłębione badanie kliniczne w warunkach ambulatoryjnych.

# Conclusion_user_3_1
source: On the whole, you functional state is satisfactory; you have average level of functional capabilities. Strong fatigue caused evident nervous tension and stress; resistance to development of stress is observed. So far internal and external demands correspond to your body's functional capabilities. You have optimal activity and reaction in changing situation. Power and metabolic processes in your body are strongly accelerated. You are in state of mobilization, increased psychical and behavioral activity. You are ready to struggle, your attention is keen, you have high ability to overcome difficulties of life. However, staying in such a state for long time in undesirable because it may turn to the state of chronic stress. If you can’t solve the current situation, you should support your body with special power and vitamin supplements and with medicines containing vital minerals. It is exceedingly desirable to consult with a psychotherapist and a therapist. Ambulant medical exam (blood pressure control, clinical electrocardiography, complete blood cell count and biochemical blood test, urinalysis, etc.).
ja: 全体では、機能状態が良好であり、あなたは機能的な能力の平均レベルを持っています。強い疲労が明らかに神経の緊張やストレスを引き起こし、ストレスの開発への抵抗が観測される。これまでのところ、内部および外部の要求はあなたの体の機能的な能力に対応しています。この状況を変えることで最適な活性や反応を持っています。あなたの体のパワーと代謝過程を強く加速される。あなたは、動員の状態になっているが精神および行動の活性を増加させた。あなたが苦労する準備ができている、あなたの注意を熱望している、あなたは人生の困難を克服するための高い能力を持っています。 しかし、望ましくないで長い間このような状態で滞在して、それは慢性的なストレスの状態となる可能性があるためです。あなたは現在の状況を解決できない場合は、特別な力とビタミンのサプリメントとし、重要なミネラルを含む薬とのあなたの体をサポートする必要があります。それは、心理療法とセラピストに相談することが極めて望ましい。通院医療試験（血圧コントロール、臨床心電図、完全な血球数および生化学的血液検査、尿検査など）。
pl: 11. Twój stan funkcjonalny jest ogólnie dobry, poziom możliwości funkcjonalnych natomiast jest średni. Mocne zmęczenie spowodowało zauważalne napięcie nerwowe oraz stres, odnotowano opór organizmu względem sytuacji stresowych. Obciążenie organizmu na razie odpowiada jego możliwościom funkcjonalnym. Masz optymalną aktywność i poprawną reakcję w warunkach zmieniającej się sytuacji. Procesy metaboliczne i energetyczne w Twoim organiźmie są zdecydowanie przyspieszone. Jesteś w stanie spięcia, podwyższonej aktywności psychicznej i behawioralnej, jesteś gotowy do walki; Twoja koncentracja jest bardzo wysoka, zdolności do zwalczania trudnych sytuacji życiowych na wysokim poziomie. Niemniej nie jest korzystne przebywanie w takim stanie zbyt długo, ponieważ może on przekształcić się w stan ciągłego stresu. Jeżeli nie jesteś w stanie wyjść z zaistniałej sytuacji życiowej, musisz wesprzeć organizm suplementami diety, witaminami, substancjami energetyzującymi oraz zawierającymi niezbędne minerały. Bardzo zalecane jest skonsultowanie się z psychoterapeutą i terapeutą, badanie ambulatoryjne stanu organizmu (pomiar ciśnienia tętniczego, kliniczny elektrokardiogram, ogólne i biochemiczne badanie krwi, badanie moczu etc.).
