Repository: adadurov/PskOnline.Demo
Catalog: src/Methods/Hrv/PskOnline.Methods.Hrv.Processing/Logic/Personal/two_dim_conclusions_personal.*.resx
Languages: ja, pl

# Conclusion_user_3_2
source: On the whole, you functional state is satisfactory and corresponds to average level of functional capabilities of your cardiovascular system. You have above-average tiredness that caused slight nervous tension. Internal and external demands correspond to your body's functional capabilities. You have optimal activity and reaction in changing situation. Power and metabolic processes in your body are slightly accelerated. You are in state of mobilization, increased psychical and behavioral activity. You have high ability to overcome difficulties of life. Stress level is at minimum. Special measures for recovery and preventive treatments are not necessary in such condition.
ja: 全体では、機能的な状態は良好で、あなたの心血管系の機能的な能力の平均レベルに相当します。あなたはわずかな緊張を引き起こし、平均以上の疲労感を持っています。内部および外部の需要はあなたの体の機能的な能力に対応しています。この状況を変えることで最適な活性や反応を持っています。あなたの体のパワーと代謝過程が若干加速される。あなたは、動員の状態になっているが精神および行動の活性を増加させた。あなたは人生の困難を克服するための高い能力を持っています。ストレスレベルは最小である。 回復と予防治療のための特別な措置は、このような状態では必要ありません。
pl: 12. Twój stan funkcjonalny jest ogólnie dobry i znajduje się na średnim poziomie możliwości funkcjonalnych systemu sercowo-naczyniowego. Twoje zmęczenie, będące na poziomie powyżej średniego, wywołało lekkie objawy napięcia nerwowego. Obciążenie organizmu odpowiada jego możliwościom funkcjonalnym. Masz optymalną aktywność oraz poprawną reakcję w warunkach zmieniającej się sytuacji. Procesy metaboliczne oraz energetyczne w Twoim organiźmie są nieco przyspieszone. Jesteś w stanie spięcia, Twoja aktywność psychiczna i behawioralna są ponad przeciętne. Zdolności do pokonywania trudności życiowych są wysokie. Stres jest praktycznie niezauważalny. W tej sytuacji nie są potrzebne jakiekolwiek dodatkowe czynności w zakresie poprawy zdrowia czy też profilaktyki.

# Conclusion_user_3_3
source: Your functional state is optimal for health maintenance. You show no signs of nervous tension and stress. Your cardiovascular system demonstrates ideal capability for work. Special measures for recovery and preventive treatments are not necessary in such condition.
ja: あなたの機能状態は、健康維持に最適です。あなたは、神経の緊張とストレスの兆候を示していない。あなたの心血管系は、仕事のために理想的な機能を示します。 回復と予防治療のための特別な措置は、このような状態では必要ありません。
pl: 13. Twój stan funkcjonalny jest optymalny pod względem zdrowotnym. Nie masz żadnych objawów napięcia nerwowego lub stresu. Wydolność Twojego systemu sercowo-naczyniowego jest idealna. W tej sytuacji nie są potrzebne jakiekolwiek dodatkowe czynności w zakresie poprawy stanu zdrowia i profilaktyki.

# Conclusion_user_3_4
source: On the whole, you functional state is satisfactory; you have average level of functional capabilities. Minor fatigue caused slight signs of exhaustion in cardiovascular system’s work. In general, internal and external demands correspond to your body's functional capabilities. However, your activity is slightly decreased. Power and metabolic processes in your body are slightly decelerated and state of slight dormancy is observed. Ability to overcome difficulties of life is decreased. Special measures for recovery and preventive treatments are not necessary in such condition. It is desirable that you increase recreation time and reduce your burden.
ja: 全体では、機能状態が良好であり、あなたは機能的な能力の平均レベルを持っています。マイナーな疲労は心血管系の仕事に疲労困憊のわずかな兆候が発生していました。一般的には、内部および外部の要求はあなたの体の機能的な能力に対応しています。しかし、あなたの活動はわずかに減少している。あなたの体のパワーと代謝過程が若干減速され、僅かな休眠状態が観察される。人生の困難を克服する能力が低下する。 回復と予防治療のための特別な措置は、このような状態では必要ありません。それはあなたのレクリエーションの時間を増やし、あなたの負担を軽減することが望ましい。
pl: 14. Twój stan funkcjonalny jest ogólnie dobry i odpowiada średniemu poziomowi możliwości funkcjonalnych. Lekkie zmęczenie spowodowało minimalne objawy wycieńczenia w zakresie funkcjonowania systemu sercowo-naczyniowego. Obciążenie organizmu generalnie odpowiada jego możliwościom funkcjonalnym, niemniej Twoja aktywność jest trochę obniżona. Procesy metaboliczne i energetyczne Twojego organizmu są nieznacznie spowolnione, a więc istnieje stan minimalnego zahamowania pracy ośrodkowego systemu nerwowego. Zdolności do pokonywania trudności życiowych są obniżone. Podobny stan nie wymaga szczególnych czynności w zakresie profilaktyki i poprawy stanu zdrowia. Zaleca się wydłużenie czasu, przeznaczonego na wypoczynek oraz obniżenie poziomu obciążeń.

# Conclusion_user_3_5
source: On the whole, you functional state is satisfactory and corresponds to average level of functional capabilities of your cardiovascular system. Howerver, obvious signs of exhaustion are observed in its work. State with internal and external demands beginning to exceed your body's functional capabilities is developing. You have substantially decreased activity. Power and metabolic processes are decelerated. State of remarkable dormancy is observed. Ability to overcome difficulties of life is decreased. It is desirable that you increase recreation time and reduce your burden. If you can’t solve the current situation, you should support your body with special power and vitamin supplements and with medicines containing vital minerals. It is exceedingly desirable to consult with a psychotherapist and a therapist. Ambulant medical exam (blood pressure control, clinical electrocardiography, complete blood cell count and biochemical blood test, urinalysis, etc.).
ja: 全体では、機能的な状態は良好で、あなたの心血管系の機能的な能力の平均レベルに相当します。Howerverは、疲労の明らかな兆候は、その仕事に観察される。あなたの体の機能的な能力を超え始めて、内部および外部の要求を持つ国は、開発しています。あなたは、活性を実質的に減少している。パワーと代謝プロセスが減速される。顕著な休眠状態が観察される。人生の困難を克服する能力が低下する。 それはあなたのレクリエーションの時間を増やし、あなたの負担を軽減することが望ましい。あなたは現在の状況を解決できない場合は、特別な力とビタミンのサプリメントとし、重要なミネラルを含む薬とのあなたの体をサポートする必要があります。それは、心理療法とセラピストに相談することが極めて望ましい。通院医療試験（血圧コントロール、臨床心電図、完全な血球数および生化学的血液検査、尿検査など）。
pl: 15. Twój stan funkcjonalny jest ogólnie dobry i odpowiada średniemu poziomowi możliwości funkcjonalnych systemu sercowo-naczyniowego. Niemniej w funkcjonowaniu systemu zauważalne są objawy wycieńczenia. Stwarza się sytuacja, kiedy obciążenie organizmu zaczyna przekraczać jego możliwości funkcjonalne. Procesy metaboliczne i energetyczne w Twoim organiźmie są wyraźnie spowolnione. Odnotowano stan znaczącego zahamowania pracy ośrodkowego systemu nerwowego. Zdolności do pokonywania trudności życiowych są bardzo obniżone. Zalecane jest wydłużenie czasu wypoczynku oraz zmniejszenie poziomu aktywności. Jeżeli nie jesteś w stanie wyjść z zaistniałej sytuacji życiowej, musisz wesprzeć organizm suplementami diety, witaminami, substancjami energetyzującymi oraz zawierającymi niezbędne minerały. Bardzo zalecane jest skonsultowanie się z psychoterapeutą i terapeutą, badanie ambulatoryjne stanu organizmu (pomiar ciśnienia tętniczego, kliniczny elektrokardiogram, ogólne i biochemiczne badanie krwi, badanie moczu etc.).

# Conclusion_user_4_1
source: Your functional capabilities are above average. However, marked tiredness caused first signs of nervous tension. Anxiety that could make you change your current priorities in life is starting to appear. Your body is beginning to endure excessive burden. Special measures for recovery and preventive treatments are not necessary, though it is exceedingly desirable to perform analysis of your conditions and behavior for their subsequent correction.
ja: あなたの機能的な能力は平均以上です。しかし、顕著な疲労は神経の緊張の最初の兆候が発生していました。あなたは生活の中であなたの現在の優先順位を変更することができ不安が現れ始めている。あなたの体は過剰な負担を我慢し始めている。 それはあなたの条件およびその後続の補正のための行動の分析を行うことが非常に望ましいですが、回復と予防治療のための特別な措置は必要ありません。
pl: 16. Twój stan funkcjonalny jest na poziomie powyżej średniego, lecz zauważalne zmęczenie wywołało pierwsze objawy napięcia nerwowego. Zaczyna pojawiać się niepokój, który może spowodować zmianę ustalonych zasad życiowych. Organizm zaczyna odczuwać nadmierne obciążenie. Nie ma potrzeby stosowania szczególnych czynności w zakresie poprawy stanu zdrowia i profilaktyki, natomiast bardzo zalecane jest przeprowadzenie analizy własnego zachowania i stanu celem ich skorygowania.

# Conclusion_user_4_2
source: Your functional capabilities are above average. However, recently emerged fatigue forms slight nervous tension. Anxiety that could make you change your current priorities in life is starting to appear. Your body is beginning to endure excessive burden. Special measures for recovery and preventive treatments are not necessary, though it is exceedingly desirable to perform analysis of your conditions and behavior for their subsequent correction.
ja: あなたの機能的な能力は平均以上です。しかし、最近では疲労の形を少しずつ緊張が浮上。あなたは生活の中であなたの現在の優先順位を変更することができ不安が現れ始めている。あなたの体は過剰な負担を我慢し始めている。 それはあなたの条件およびその後続の補正のための行動の分析を行うことが非常に望ましいですが、回復と予防治療のための特別な措置は必要ありません。
pl: 17. Twoje możliwości funkcjonalne są powyżej poziomu średniego. Niemniej zmęczenie, które się pojawiło, powoduje minimalne napięcie nerwowe. Powoli rodzi się niepokój, który może doprowadzić do zmiany ustalonych zasad życiowych. Organizm zaczyna odczuwać nadmierne obciążenie. Nie ma potrzeby stosowania szczególnych czynności w zakresie poprawy stanu zdrowia i profilaktyki, natomiast bardzo zalecane jest przeanalizowanie swojego trybu życia oraz analizy stanu funkcjonalnego celem ich skorygowania.

# Conclusion_user_4_3
source: Your functional capabilities are above average. There are no signs of fatigue. Your have sufficient endurance of physical and sporting work. Special measures for recovery and preventive treatments are not necessary. You'd rather increase amount of your physical load to achieve better physical fitness.
ja: あなたの機能的な能力は平均以上です。疲労の兆候はありません。あなたは、物理的およびスポーツの仕事の十分な耐久性を持っています。回復と予防治療のための特別な措置は必要ありません。あなたはむしろ良い体力を達成するために、あなたの物理的負荷の量を増やすと思います。
pl: 18.Twoje możliwości funkcjonalne są powyżej poziomu średniego. Brak objawów zmęczenia. Wytrzymałość fizyczna jest wystarczająca. W tej sytuacji nie są wymagane dodatkowe szczególne czynności w zakresie poprawy stanu zdrowia i profilaktyki. W celu usprawnienia funkcjonowania organizmu zalecane jest podjęcie aktywności fizycznej oraz zwiększenie poziomu obciążenia fizycznego.

# Conclusion_user_4_4
source: Your functional capabilities are above average. There are no signs of fatigue. Your have high endurance of physical and sporting work. Special measures for recovery and preventive treatments are not necessary.
ja: あなたの機能的な能力は平均以上です。疲労の兆候はありません。あなたは、物理的およびスポーツの仕事の高い耐久性を持っています。回復と予防治療のための特別な措置は必要ありません。
pl: 19. Twoje możliwości funkcjonalne są powyżej poziomu średniego. Brak objawów zmęczenia. Twoje predyspozycje do podjęcia wysiłku fizycznego są bardzo wysokie. W tej sytuacji nie są wymagane dodatkowe szczególne czynności w zakresie poprawy stanu zdrowia i profilaktyki. W celu usprawnienia funkcjonowania organizmu zalecane jest podjęcie aktywności fizycznej oraz zwiększenie poziomu obciążenia fizycznego.

# Conclusion_user_4_5
source: Your functional capabilities are above average. Load imposed on your body is low. You have sufficient endurance of physical and sporting work. Special measures for recovery and preventive treatments are not necessary.
ja: あなたの機能的な能力は平均以上です。あなたの体にかかる負荷は低い。あなたは、物理的およびスポーツの仕事の十分な耐久性を持っています。回復と予防治療のための特別な措置は必要ありません。
pl: 20. Twoje możliwości funkcjonalne są powyżej poziomu średniego. Organizm jest minimalnie przeciążony, natomiast jego wytrzymałość fizyczna jest wystarczająca. W tej sytuacji nie są wymagane dodatkowe szczególne czynności w zakresie poprawy stanu zdrowia i profilaktyki. Zalecana jest optymalizacja wysiłku fizycznego oraz odnowa biologiczna.

# Conclusion_user_5_1
source: You have high level of functional capabilities. However, marked fatigue results in initial stage of nervous tension and stress. Developing stress forms evident anxiety that visibly changes state of internal balance. This makes you change your behavioral activity. Your body is beginning to endure excessive burden. Special measures for recovery and preventive treatments are not necessary, though it is exceedingly desirable to perform detailed analysis of your behavior and conditions for their subsequent correction.
ja: あなたは、機能的な能力の高いレベルを持っています。しかし、神経の緊張とストレスの初期段階で疲労結果をマーク。ストレスを開発することは目に見えて内部のバランスの状態を変更する明らかな不安を形成している。これは、あなたの行動の活性を変化させる。あなたの体は過剰な負担を我慢し始めている。 それは彼らのその後の補正のためにあなたの行動や条件の詳細な分析を行うために非常に望ましいのですが回復と予防治療のための特別な措置は必要ありません。
pl: 21. Masz wysoki poziom możliwości funkcjonalnych. Niemniej zauważalne zmęczenie spowodowało początkowe stadium napięcia nerwowego i stresu. Postępujący stres powoduje stany niepokoju, które wywołują zachwianie równowagi wewnętrznej. To Cię zmusza do zmiany aktywności behawioralnej. Organizm odczuwa nadmierne obciążenie. Nie ma potrzeby stosowania szczególnych czynności w zakresie poprawy stanu zdrowia i profilaktyki, natomiast bardzo zalecane jest przeanalizowanie swojego trybu życia oraz analizy stanu funkcjonalnego celem ich skorygowania.

# Conclusion_user_5_2
source: You have high level of functional capabilities. However, fatigue caused nervous tension. Anxiety that could cause you to change your priorities in life is beginning to appear. Your body is beginning to endure excessive burden. Special measures for recovery and preventive treatments are not necessary, though it is exceedingly desirable to perform analysis of your behavior and conditions.
ja: あなたは、機能的な能力の高いレベルを持っています。しかし、疲労は神経の緊張を引き起こした。あなたは生活の中であなたの優先順位を変更する可能性があり不安が現れ始めている。あなたの体は過剰な負担を我慢し始めている。 それはあなたの行動や条件の解析を行うことが非常に望ましいですが、回復と予防治療のための特別な措置は必要ありません。
pl: 22. Masz wysoki poziom możliwości funkcjonalnych. Niemniej zmęczenie spowodowało napięcie nerwowe. Zaczyna pojawiać się niepokój, który może doprowadzić do zmiany ustalonych zasad życiowych. Organizm odczuwa nadmierne obciążenie. Nie ma potrzeby stosowania szczególnych czynności w zakresie poprawy stanu zdrowia i profilaktyki, natomiast bardzo zalecane jest przeanalizowanie swojego trybu życia oraz analizy stanu funkcjonalnego.

# Conclusion_user_5_3
source: You have high level of functional capabilities. There are no signs of fatigue. You have good endurance of physical and sporting work. Special measures for recovery and preventive treatments are not necessary in such condition.
ja: あなたは、機能的な能力の高いレベルを持っています。疲労の兆候はありません。あなたは、物理的およびスポーツの仕事の良い耐久性を持っています。 回復と予防治療のための特別な措置は、このような状態では必要ありません.
pl: 23. Masz wysoki poziom możliwości funkcjonalnych. Brak objawów zmęczenia. Twój organizm jest dobrze przygotowany i ma predyspozycje do wysiłku fizycznego. W tej sytuacji nie są wymagane dodatkowe szczególne czynności w zakresie poprawy stanu zdrowia i profilaktyki. Zalecane jest utrzymanie obecnego stanu poprzez regularną aktywność fizyczną.

# Conclusion_user_5_4
source: You have high level of functional capabilities. There are no signs of fatigue. You have very high endurance of physical and sporting work. However, first signs of exhaustion in work of cardiovascular system are observed. Possible state of overtraining Special measures for recovery and preventive treatments are not necessary. However, you should increase recreation time and reduce your burden.
ja: あなたは、機能的な能力の高いレベルを持っています。疲労の兆候はありません。あなたは、物理的およびスポーツの仕事の非常に高い耐久性を持っています。しかし、心臓血管系の仕事で疲労困憊の最初の徴候が観察される。オーバートレーニングの可能な状態 回復と予防治療のための特別な措置は必要ありません。ただし、レクリエーションの時間を増やし、あなたの負担を減らす必要があります。
pl: 24. Masz wysoki poziom możliwości funkcjonalnych. Brak objawów zmęczenia. Bardzo dobrze znosisz obciążenie fizyczne. Niemniej pojawiają się pierwsze objawy wycieńczenia w zakresie funkcjonowania systemu sercowo-naczyniowego. Możliwy jest stan przetrenowania. Nie są wymagane dodatkowe szczególne czynności w zakresie poprawy stanu zdrowia i profilaktyki, lecz należy wydłużyć czas wypoczynku i obniżyć poziom aktywności. Zalecana jest optymalizacja wysiłku fizycznego oraz odnowa biologiczna.

# Conclusion_user_5_5
source: You have high level of functional capabilities. However, signs of evident exhaustion are observed. Your endurance for physical and sporting load is decreasing. Possible development of overtraining condition. You should stop all physical activities. Break of work, recreation in a convalescent center, or a vacation with activity change is desirable. You should support your body with special power and vitamin supplements and with medicines containing vital minerals. In case you keep on your previous way of life with the same level of physical activities, disruption is possible in the form of fainting, abdominal pains or disordered stomach.
ja: あなたは、機能的な能力の高いレベルを持っています。しかし、明らかに疲労の兆候が観察される。物理的およびスポーツの負荷のためのあなたの持久力は減少している。条件をオーバートレーニングの可能な開発。 あなたは、すべての物理的な活動を停止する必要があります。仕事の休憩、活性変化と回復期センター、または休暇のレクリエーションが望ましい。あなたは特別なパワーとビタミンのサプリメントとし、重要なミネラルを含む薬とのあなたの体をサポートする必要があります。 あなたが身体活動と同じレベルの生活の前の道を続ける場合には、混乱が失神、腹痛または無秩序胃の形で可能である。
pl: 25. Masz wysoki poziom możliwości funkcjonalnych, niemniej Twój organizm jest zdecydowanie przemęczony. Poziom wytrzymałości fizycznej powoli się obniża, możliwe jest pojawienie się stanu przetrenowania i przemęczenia. W tej sytuacji należy przerwać jakikolwiek wysiłek fizyczny. Niezbędna jest przerwa w pracy, wypoczynek w SPA, urlop oraz zmiana aktywności. Należy zażywać witaminy, suplementy diety, zawierające zwiększoną ilość niezbędnych substancji mineralnych oraz preparatów, poprawiających energetykę organizmu. W razie kontynuowania dotychczasowego trybu życia i zachowania istniejącego poziomu obciążeń, możliwe jest załamanie nerwowe, przejawiające się w postaci utraty przytomności, gwałtownych bólów brzucha lub zaburzeń pracy żołądka.
