Repository: adadurov/PskOnline.Demo
Catalog: src/Methods/Hrv/PskOnline.Methods.Hrv.Processing/Logic/strings.*.resx
Languages: ja, pl

# signals_fragments_not_aquired
source: Could not extract fragments of physiological signals corresponding to stimuli periods. The entire signal is used.
ja: 刺激の期間に対応する生理学的信号の断片を抽出することができませんでした。信号全体が使用されます。
pl: Nie udało się wyodrębnić fragmentów sygnałów fizjoligicznych, odpowiadających bodźcom, Jest wykorzystywany sygnał w całości.

# too_few_valid_intervals_detected_in_signal
source: Too few ({0}) normal NN-intervals found in source signal to calculate statistics. Check NN intervals rejection settings!
ja: 少なすぎます（{0}）が通常の統計情報を計算するために、ソース信号で見つかった、NN-間隔。 NN間隔リジェクションの設定をチェックしてください！
pl: W wyjściowym sygale jest zbyt mało {0}) normalnych NN-interwałów do oblicenia statystyki. Należy sprawdzić wybrakowania NN-interwałów!

# too_few_intervals_detected_in_signal
source: Too few NN intervals ({0}) found in source signal to calculate statistics.
ja: 少なすぎるNN間隔は（{0}）の統計情報を計算するために、ソース信号に見られる。
pl: W sygnale wyjściowym mieści sie zbyt mało ({0}) NN-interwałów do obliczenia statystyki.

# assigned_test_duration
source: Assigned test duration, s: {0}
ja: 割り当てられたテスト期間は、s：{0}
pl: Zadana długość testu, s: {0}

source: Analyzed signal
ja: 分析された信号
pl: Sygnał wyjściowy

source: Conclusion
ja: 結論
pl: Wniosek

# CrvStatistics
source: HRV statistics (for series of intervals in milliseconds)
ja: HRVの統計（単位はミリ秒間隔のシリーズ用）
pl: Statystyka ZRS (dla ciągu interwałów w milisekundach)

source: Inspection mode description
ja: 検査モードの説明
pl: Opis trybu badania

# IntervalsArray
source: Cardio-intervals series
ja: カーディオ·インターバルシリーズ
pl: Kolejność kardio-interwałów

source: Pulse marks
ja: パルスマーク
pl: Kreska tętna

# AverageCycleParameters
source: Average cardio cycle parameters
ja: 平均心肺サイクルパラメータ
pl: Parametry uśrednionego kardio-cyklu

# PPPA
source: Psychophysiological price of adaptation (PPA)
ja: 適応の精神生理学価格（PPA）
pl: Psychofizjologiczny koszt adaptacji (PKA)

# ScatterParams
source: Scattergramm parameters
ja: Scattergrammパラメータ
pl: Parametry skatterogramu

# CycleParams_A0
source: A0, mV
pl: A0, mВ

# CycleParams_A1
source: A1, mV
pl: A1, mВ

# ScatterParams_Alpha
source: Alpha, ms
pl: Alfa, ms

# ScatterParams_AlphaByBeta
source: Alpha / Beta
pl: Alfa / Beta

# ScatterParams_FSI
source: Functional state index (FSI), relative units
ja: 機能状態指数（FSI）、相対的な単位
pl: Indeks stanu funkcjonalnego (ISF), jedn. umowna

source: Cardio-intervals spectrum
ja: カーディオ·インターバルスペクトル
pl: Spektrum kardio-interwałów

# CardioIntervalsSpectrum_HiLimit
source: Higher limit for cardio-intervals spectrum
ja: 心臓間隔スペクトルの高い制限
pl: Górna granica spektrum kardio-interwałów

# CardioIntervalsSpectrum_LowLimit
source: Lower limit for cardio-intervals spectrum
ja: 心臓間隔スペクトルの下限
pl: DDolna granica spektrum kardio-interwałów

# IN
source: Tension index (TI)
ja: テンション指数（TI）
pl: Indeks naprężenia (IN)

# IVR
source: IVB
pl: IRW

# PAPR
source: Index of regulation processes activity (IRPA)
ja: 規制プロセスの活動の指標（IRPA）
pl: Wskaźnik aktywności procesów regulacji (WAPR)

# TwoDimConclusionDatabase
source: 5x5 state matrix's conclusion database
ja: 5x5の状態行列の結論データベース
pl: Baza wniosków dla matrycy stanów 5x5

# VPR
source: ВПР
pl: WWR

# PulseMarksWithReliabilityEstimation
source: Pulse marks with estimated reliability
ja: 推定された信頼性を備えたパルスマーク
pl: Kreski tętna z oceną wiarygodności

# too_few_heart_contractions_detected_in_signal
source: Too few heart contractions found in source signals!
ja: 少なすぎる心臓の収縮は、ソース信号で発見！
pl: W wyjściowym sygnale wykryto zbyt mało skurczy serca!

# NoSignalInSourceData
source: No appropriate physiological signals found in the source data.
ja: ソースデータに見つかりません適切な生理学的信号はありません。
pl: W wyjściowych danych nie wykryto niezbędnych sygnałów fizjologicznych.

source: HRV triangular index
ja: HRV三角インデックス
pl: Triangularny indeks ZRS

# SignalFromADC
source: Signal received from device
ja: 信号は、デバイスから受信した
pl: Sygnał pochodzący z urządzenia
